{"backend": "tensorflow", "config": [{"config": {"units": 30, "use_bias": true, "bias_constraint": null, "batch_input_shape": [null, 45], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "name": "dense_109", "kernel_regularizer": null, "trainable": true, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"units": 11, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "name": "dense_110", "use_bias": true, "kernel_regularizer": null, "trainable": true}, "class_name": "Dense"}], "keras_version": "2.0.8", "class_name": "Sequential"}